Repository: ProzorroUKR/openprocurement.audit.api
Catalog: docs/source/locale/*/LC_MESSAGES/monitoring/tutorial/appeal.po
Languages: uk

source: Appeal
uk: Оскарження висновку у суді

source: This section contains available actions for next roles:
uk: Секція містить опис можливих дій для наступний учасників моніторингу:

source: |no| Monitoring owner
uk: |no| Власник моніторингу

source: |yes| Tender owner
uk: |yes| Власник тендеру

source: We have already seen how to get ``acc_token`` in :ref:`credentials` section
uk: Ми вже `отримали токен <credentials>`_

source: After publication conclusion by SAS (monitoring in status `addressed` or `declined` ), the tender owner may point out that the conclusion has been appealed in court. In this case the object of legislation is automatically filled by CDB:
uk: Після публікації ДАСУ висновку (моніторинг в статусі `addressed` або `declined`), власник тендеру може зазначити, що висновок оскаржено в суді.При цьому об’єкт legislation заповнюється ЦБД автоматично:

source: This action can be performed only once:
uk: Ця дія може бути виконана лише один раз:

source: After adding the appeal (monitoring in status: `addressed`/`complete`/`declined`/`closed`/`stopped`), to appeal can be added proceeding:
uk: Після публікації оскарження (моніторинг в статусі: `addressed` або `complete`, або `declined`, або `closed`, або `stopped`), до нього можна додати провадження, зазначивши номер такого провадження та дату відкриття:

source: This action also can be performed only once:
uk: Ця дія може також бути виконана лише один раз:

source: Documents can be added/changed/replaced any time:
uk: Документи можуть бути додані/змінені/замінені:
