Repository: ProzorroUKR/openprocurement.audit.api
Catalog: docs/source/locale/*/LC_MESSAGES/monitoring/tutorial/conclusion.po
Languages: uk

source: Conclusion Publishing
uk: Оприлюднення висновку

source: This section contains available actions for next roles:
uk: Секція містить опис можливих дій для наступний учасників моніторингу:

source: |yes| Monitoring owner
uk: |yes| Власник моніторингу

source: |no| Tender owner
uk: |no| Власник тендеру

source: Conclusion object contains results about any violations have been found during monitoring. In case there are no violations, the conclusion may be filled the following way:
uk: Висновок містить інформацію про порушення що були знайдені під час моніторингу. У випадку відсутності порушень висновок має буди заповнений наступним чином:

source: Otherwise we are expected to provide more details:
uk: Інакше маємо надати більше деталей про порушення:

source: Let's provide all the possible fields:
uk: Надамо усі обов'язкові поля:

source: If you want add a violation that is not on the list, you can add `other` to the list. In this case you are supposed to provide details of the violation:
uk: При потребі додати порушення що відсутнє у списку у нас є можливість додати `other` у список. У цьому випадку маємо надати деталі порушення:

source: Also we can add documents one by one. Documents uploading should follow the `upload <http://documentservice.api-docs.openprocurement.org>`_ rules.
uk: Також ми можемо додати документ окремо. Завантаження повинно відбуватись згідно `правил <http://documentservice.api-docs.openprocurement.org>`_.

source: To finalize conclusion process status must be changed to ``addressed`` in case of violations occurred or to ``declined`` otherwise:
uk: Для оприлюднення висновку маємо змінити статус на ``addressed`` (Порушення виявлені) у випадку якщо було виявлено порушення або ``declined`` (Порушення не виявлені) якщо порушень виявлено не було:

source: Broker can initiate dialogue once after conclusion was provided by publishing a post:
uk: Власник тендеру може звернутись (одноразово) за роз’ясненням щодо висновку:

source: And add another document to a post:
uk: Додамо ще один документ до запиту:
