Repository: ProzorroUKR/openprocurement.audit.api
Catalog: docs/source/locale/*/LC_MESSAGES/monitoring/tutorial/credentials.po
Languages: uk

source: Credentials
uk: Отримання токену

source: This section contains available actions for next roles:
uk: Секція містить опис можливих дій для наступний учасників моніторингу:

source: |no| Monitoring owner
uk: |no| Власник моніторингу

source: |yes| Tender owner
uk: |yes| Власник тендеру

source: In order to get rights for future monitoring editing as a broker, we need to use this view ``PATCH: /monitorings/{id}/credentials`` with the API key of the eMall (broker), where tender was generated.
uk: Для того, щоб отримати права для майбутнього редагування моніторингу, необхідно зробити запит на ``PATCH: /monitorings/{id}/credentials`` з API ключем майданчика, де була згенерована закупівля.

source: You can pass access token in the following ways:
uk: Ви можете передати токен доступу такими способами:

source: ``acc_token`` URL query string parameter
uk: параметр рядка URL запиту ``acc_token``

source: ``X-Access-Token`` HTTP request header
uk: заголовок HTTP запиту ``X-Access-Token``

source: ``access.token`` in the body of request
uk: ``access.token`` в тілі запитів POST/PUT/PATCH

source: ``id`` stands for monitoring id,
uk: ``id`` відповідає за id моніторингу,

source: ``tender_token`` is tender's token (is used for monitoring token generation).
uk: ``tender_token`` відповідає за токен тендеру.

source: Response will contain ``access.token`` for the contract that can be used for further monitoring modification.
uk: Відповідь буде містити ``access.token`` для моніторингу та використовується для подальшого вносу змін у моніторинг.
