Repository: ProzorroUKR/openprocurement.audit.api
Catalog: docs/source/locale/*/LC_MESSAGES/monitoring/tutorial/dialogue.po
Languages: uk

source: Make a Dialogue
uk: Запит пояснень

source: This section contains available actions for next roles:
uk: Секція містить опис можливих дій для наступний учасників моніторингу:

source: |yes| Monitoring owner
uk: |yes| Власник моніторингу

source: |yes| Tender owner
uk: |yes| Власник тендеру

source: And also add documents:
uk: А також додамо документи:

source: For published monitoring we can start dialogue by publishing a post as a SAS-employee:
uk: Для опублікованого моніторингу у власнику моніторингу можна запитати пояснення:

source: Lets add another document to a post:
uk: Додамо ще один документ до запиту:

source: We also can get a list of all post documents:
uk: Також ми можемо отримати всіх доданих документів до запиту на пояснення:

source: Also we can create another question as a broker by publishing an another post:
uk: Також власник тендеру може надання пояснення з власної ініціативи:

source: And also SAS-employee can publish an answer post:
uk: Співробітник ДАСУ може надати відповідь:

source: Lets see all posts we have:
uk: Подивимось усі запити:

source: To answer the question as a broker we must get :ref:`credentials` first. Now lets add an answer using generated token. To link the answer to a question we should pass `id` of the question post as `relatedPost`:
uk: Для надання відповіді на запит власником тендеру ми маємо спочатку `отримати токен <credentials>`_. Тепер спробуємо додати відповідь використовуючи згенерований токен. Щоб прив'язати відповідь до запиту ми маємо передати `relatedPost`:

source: We can see that ``postOf`` field was generated. Possible values of this field are:
uk: Бачимо що було згенеровано поле ``postOf`. Можливі наступні значення:

source: ``decision`` - means that post is related to a decision and was added in ``active`` monitoring status
uk: ``decision`` - означає що запит/відповідь відносяться до рішення про початок моніторингу та було додано у ``active`` статусі

source: ``conclusion`` - means that post is related to a conclusion and was added in ``addressed`` or ``declined`` monitoring status
uk: ``conclusion`` - означає що запит/відповідь відносяться до висновку та було додано у ``active`` статусах ``addressed`` чи ``declined``

source: Also ``dateOverdue`` was generated for SAS question, that is end date for reply. This is info field and there are no validations that use this date.
uk: Також було згенеровано ``dateOverdue`` для запиту від співробітника ДАСУ та означає кінцеву дату до якої має бути надана відповідь. Поле носить інформативний характер та не приймає участі у жодній валідації.
