Repository: ProzorroUKR/openprocurement.audit.api
Catalog: docs/source/locale/*/LC_MESSAGES/monitoring/tutorial/publishing.po
Languages: uk

source: Decision Publishing
uk: Оприлюднення рішення про початок моніторингу

source: This section contains available actions for next roles:
uk: Секція містить опис можливих дій для наступний учасників моніторингу:

source: |yes| Monitoring owner
uk: |yes| Власник моніторингу

source: |no| Tender owner
uk: |no| Власник тендеру

source: We are supposed to change the status of our monitoring to publish it:
uk: Спробуємо змінити статус моніторингу для активації:

source: Let's provide our publish party:
uk: Додаємо учасника моніторингу відповідального за публікацію:

source: Let's provide our decision:
uk: Додаємо рішення про початок моніторингу:

source: Also we can add documents one by one. Documents uploading should follow the `upload <http://documentservice.api-docs.openprocurement.org>`_ rules.
uk: Також ми можемо додати документ окремо. Завантаження повинно відбуватись згідно `правил <http://documentservice.api-docs.openprocurement.org>`_.

source: And finally activate tender:
uk: Тепер активуємо моніторинг:

source: Success! Our monitoring object has been published.
uk: Успіх, моніторинг було активовано.

source: After monitoring is published we can't change decision any more.
uk: Після публікації ми вже не можемо змінити рішення про початок моніторингу:

source: Also we can publish decision with single request:
uk: Також ми можемо опублікувати рішення про початок моніторингу одним запитом:
