Repository: ProzorroUKR/openprocurement.audit.api
Catalog: docs/source/locale/*/LC_MESSAGES/standard/monitoring.po
Languages: uk

source: string, autogenerated
uk: рядок, генерується автоматично

source: string
uk: рядок

source: string, auto-generated, read-only
uk: рядок, генерується автоматично, лише для читання

source: The Monitoring identifier to refer tender to in "paper" documentation.
uk: Ідентифікатор моніторингу

source: Draft monitoring
uk: Чорнетка

source: Active monitoring
uk: Здійснення моніторингу

source: Violations found monitoring
uk: Порушення виявлені

source: Violations not found monitoring
uk: Порушення не виявлені

source: Completed monitoring (violations found)
uk: Вирішено (Порушення виявлені)

source: Completed monitoring (no violations found)
uk: Завершено (Порушення не виявлені)

source: Archived monitoring
uk: Архів

source: Stopped monitoring
uk: Рішення зупинено

source: Status of the Monitoring.
uk: Статус моніторингу

source: list of strings
uk: список рядків

source: Automatic risks indicators
uk: Дані автоматичних індикаторів ризиків

source: Information received from state authorities, bodies of local self-government, on the presence of signs of violation of legislation in the field of public procurement
uk: Інформація, отримана від органів державної влади, органів місцевого самоврядування, про наявність ознак порушення (порушень) законодавства у сфері публічних закупівель

source: Messages in mass media containing information on the presence of signs of violation of legislation in the field of public procurement
uk: Повідомлення в засобах масової інформації, що містять відомості про наявність ознаки порушення (порушень) законодавства у сфері публічних закупівель

source: A sign of violation of legislation in the field of public procurement detected by the body of state financial control in information disclosure in the electronic procurement system
uk: Виявлені органом державного фінансового контролю ознаки порушення (порушень) законодавства у сфері публічних закупівель в інформації, оприлюдненій в електронній системі закупівель

source: Information received from public associations about the presence of signs of violations of legislation in the field of public procurement revealed by the results of public control in the field of public procurement
uk: Інформація, отримана від громадських об'єднань, про наявність ознак порушення (порушень) законодавства у сфері публічних закупівель, виявлених за результатами громадського контролю у сфері публічних закупівель відповідно до статті 9 цього Закону

source: Planning of tender and publication of information on its conduct
uk: Планування закупівлі та оприлюднення інформації про її проведення

source: Disclosure of tender offers, their consideration and evaluation
uk: Розкриття тендерних пропозиції, їх розгляд та оцінка

source: Conclusion and completion of a tender contract
uk: Укладання та виконання договору про закупівлю (прийняття рішення про відміну торгів)

source: :ref:`period`, autogenerated
uk: :ref:`period`, генерується автоматично

source: string, :ref:`date`, autogenerated
uk: рядок, :ref:`date`, генерується автоматично

source: |ocdsDescription| Date that the document was last modified
uk: |ocdsDescription| Дата, коли документ був змінений востаннє.

source: Monitor workflow
uk: Життєвий цикл моніторингу
