Repository: ProzorroUKR/openprocurement.audit.api
Catalog: docs/source/locale/*/LC_MESSAGES/inspection/tutorial/index.po
Languages: uk

source: Tutorial
uk: Туторіал

source: Here is the list of inspections:
uk: Подивимося на список інспекцій:

source: There are no inspections, so let's post one:
uk: Нема жодної інспекції, додамо нову:

source: Documents can be added to the object:
uk: Також можна додавати документи до інспекції:

source: Documents can be changed:
uk: Документ можна відредагувати:

source: And the object itself can be changed:
uk: Інспекцію теж можна редагувати:

source: Configuration
uk: Конфігурація

source: restricted
uk: Обмежений доступ - restricted

source: Tenders have configuration that indicates whether the tender has restricted access. This configuration relates to monitoring too.
uk: Тендери мають конфігурацію, що визначає наявність або відсутність обмеження публічного доступу до структур даних. Ця конфігурація розповсюджується на моніторинги також.

source: During monitoring creation configuration `restricted` is moving from tender.
uk: Під час створення моніторингу, параметр restricted переїзжає з тендеру.

source: During inspection creation, if there are at least one monitoring in `monitoring_ids` with `restricted: True` value, this configuration is moving to inspection as `restricted: True`. In others cases `restricted` will have value `False`.
uk: Під час створення інспекції, якщо є хоча б один моніторинг в `monitoring_ids`, який має `restricted: True` значення, ця конфігурація переїзжає в моніторинг так само зі значенням `restricted: True`. В інших випадках `restricted` буде мати значення `False`.

source: Let's create inspection for monitoring with `restricted: True` value:
uk: Створимо інспекцію для моніторингу з конфігурацією `restricted: True`:

source: Some fields will be masked depends on `restricted` configuration.
uk: В залежності від параметру `restricted` деякі поля будуть приховані.

source: List of inspection masked fields:
uk: Список прихованих полів інспекцій:

source: Let's look at inspection with role SAS:
uk: Подивимося на інспекцію з роллю ДАСУ:

source: Let's look at inspection with role `broker`:
uk: Подивимося на інспекцію з роллю `broker`:

source: Let's look at inspection as unauthorized user or as broker who doesn't have accreditation to see restricted fields:
uk: Подивимося на інспекцію в якості неавторизованого користувача або від імені майданчика, який не пройшов акредитацію для того, щоб бачити приховані поля:
