Repository: ProzorroUKR/openprocurement.audit.api
Catalog: docs/source/locale/*/LC_MESSAGES/feed/private_public_feeds.po
Languages: uk

source: Public vs Private feeds
uk: Публічні vs приватні списки

source: Public feeds
uk: Публічні списки

source: Changes or DateModified feeds may not display monitoring objects in some cases (`draft` status, `cancelled` status, ...) If we have `draft`, `cancelled` and `active` monitoring objects, only the last one is shown on the public lists:
uk: Changes або DateModified списки можуть не відображати об’єкти моніторингу в деяких випадках (статус `draft`, статус `cancelled`, …) Якщо у нас є `draft`, `cancelled` і `active` об’єкти, відображається лише останній в публічних списках:

source: Changes
uk: Зміни

source: Date Modified
uk: По даті

source: Monitoring by tender
uk: Моніторінги закупівлі

source: And this is also true for TEST mode:
uk: Це також стосується TEST-mode:

source: Changes [test]
uk: Зміни [test]

source: Date Modified [test]
uk: По даті [test]

source: Monitoring by tender [test]
uk: Моніторінги закупівлі [test]

source: Private feeds
uk: Приватні списки

source: Private feeds show `draft` and `cancelled` objects:
uk: Приватні канали показують об’єкти `draft` і `cancelled`:

source: But private feeds can be accessed as long as the right authorisation is provided
uk: Проте доступ до приватних каналів здійснюється ліше якщо надано авторізацію

source: Private feeds for TEST mode:
uk: Приватні спискі для TEST-mode:

source: Monitoring by tender [test] feed is not implemented.
uk: Приватні моніторінги закупівлі у тест моді не реалізовано.
